[
      {
            "title": "Current students - Co-op, Career and Experiential Education",
            "description": [
                  "We take great care to ensure youre prepared for the transition from school to the world of work",
                  "Your first work termbuilds your self-confidence and shows our corporate partners that Brock University co-op students make an immediate contribution.",
                  "We seek to understand the business and industry sectors in which youll be working, and to share that knowledge with you through the mandatory Co-op Professional Preparation Course",
                  "This non-credit course is led by co-op staff and often features employers fromdifferent industries",
                  "Please refer to the appropriate University calendarfor how to include these workshops into your academic schedule.",
                  "Visit CareerZone today for more detailed information on your co-op process"
            ]
      },
      {
            "title": "5 Reasons to Choose Brock - Brock University",
            "description": [
                  "EXPERIENCE A UNIVERSITY FOR YOU.",
                  "1",
                  "YOULL HAVE THE BEST STUDENT EXPERIENCE.",
                  "At Brock youll find a community that celebrates distinctive voices, intellectual curiosity and student wellness",
                  "Life is more than just the time spent in classrooms.",
                  "OUR VIEWBOOK",
                  "Find out all the wayswere ready for you.",
                  "EXPERIENCE BROCK",
                  "Join us online for anInformation Session.",
                  "2",
                  "WEVE GOT YOUR BACK.",
                  "Your path to wellness is as unique as you are.",
                  "LEARN MORE",
                  "See what Brock is doingto support mental health.",
                  "TALK TO US",
                  "Chat 1-on-1 with ourRecruitment Officers.",
                  "3",
                  "YOULL GO BEYOND THE CLASSROOM.",
                  "We want your academic experience to be everything and more",
                  "PROGRAMS FOR YOU",
                  "More than 120 programsto match your passion.",
                  "See experiential learningin action at Brock.",
                  "4",
                  "WELL HELP FUND YOUR FUTURE.",
                  "Weve committed over $4 million to our awards programs to applaud your achievements and to assist with the costs of financing your education.",
                  "STUDENT AWARDS& FINANCIAL AID",
                  "Brock wants to invest in you.",
                  "TUITION FEE ESTIMATOR",
                  "Estimate undergraduatefees for Brock tuition.",
                  "5",
                  "YOULL LOVE NIAGARA.",
                  "Brock is situated in the heart of the Niagara region, putting you in the centre of a vibrant and cultural area",
                  "CHECK US OUT",
                  "Take a guided virtualcampus tour from home.",
                  "EXPLORE NIAGARA",
                  "A great place to study,play, and work.",
                  "YOU WANT TOCHANGE THE WORLD."
            ]
      },
      {
            "title": "Your Next Steps - Discover Brock University",
            "description": [
                  "Planning to become a Brock student?Consider this your road map  follow these steps, and next thing you know youll be a full-fledged Brock University student!",
                  "Ready to begin your Brock experience? Theres still time to apply!",
                  "Visit our Transfer Student Page",
                  "Learn more about transferring as an international student",
                  "If you havent done so already, activate your my.brocku.ca portal as soon as possible",
                  "Youll access this portal to check your admission status, monitor any required documents, apply for residence, awards and bursaries, register for your courses, and pay your fees.",
                  "Watch our how-to video on submitting documents",
                  "Keep your email and mailing address current at the Ontario Universities Application Centre (OUAC)",
                  "The current address we have on file may be viewed in your applicant portal at my.brocku.ca",
                  "A number of programs have program-specific deadlines",
                  "If youve applied to any of the programs listed on the page below, dont miss these deadlines!",
                  "Youve received your offer, youve done your happy dance, and youre already drawing badgers all over your notes",
                  "Before you start packing your bags and making your way to Niagara, youll need to formally accept your offer to Brock University.",
                  "An alternate offer means that were unable to offer you admission to your first-choice program at this point in time, but we still want you to become a Brock Badger! In order to make this happen, weve provided you with an alternate offer to a related program.",
                  "Connect with us and with other new Badgers on YouTube, Facebook, Instagram, Twitter and Snapchat",
                  "You can ask questions, meet other new students, and receive information about new opportunities, deadlines and events",
                  "You can also show your Brock pride with custom banners for your online profiles.",
                  "Tours are offered regularly throughout the week and on select weekend dates.",
                  "Join us starting onMarch 1stfor the full month, to participate in a series of interactive live webinars and sessions to experience all that Brock has to offer.",
                  "Did you know that Brock has been ranked #1 in mental health services by Macleans for 3 years in a row? When you arrive at Brock, know that we are here to support you with free, confidential services such as personal counselling, health services and a student health and wellness hub.",
                  "If applicable, you must submit your request for special admission consideration, including any supporting documentation by April 15, 2021.",
                  "Aboriginal Student Services provides academic and cultural support specifically tailored for all Status or Non-Status self-identified Aboriginal students (inclusive of First Nations, Metis, and Inuit students) in making a positive transition to the Brock community.",
                  "Your education at Brock is one of the best investments youll ever make! We want to recognize your achievements and help you to meet your financial needs",
                  "With a combination of Brock awards and bursaries, and available government support, well help you to develop a plan to make your education at Brock affordable and manageable.",
                  "One application  more than $1 million available in awards and bursaries",
                  "Simply complete our OneApp before April 15, 2021 to be considered for awards valued up to $20,000 and bursaries up to $3,000",
                  "Apply early to increase your eligibility.",
                  "If youre looking for ways to try and offset the costs of university, there are several tools available to you",
                  "The Ontario Student Assistance Program (OSAP) is the most common way to help pay for your education.Ontario students are encouraged to apply for OSAP before June 30, 2021to ensure that their loan is processed on time.Learn more and apply to OSAP",
                  "Explore expected costs here to begin planning your budget",
                  "Brock is pleased to guarantee a space in residence to all new, full-time undergraduate students beginning in Fall 2021, who meet our residence application conditions.",
                  "Are you interested in pursuing a career in health care or in the legal field? Med Plus and Law Plus can provide you with the skills and experiences youll need to stand out and be noticed",
                  "You must submit your application for these co-curricular programs by April 15, 2021.",
                  "Transferring from another college or university? Attending as a mature or part-time student? Have questions about your courses? Book an appointment with your Academic Advisor as soon as possible to begin planning your academic career",
                  "Dont wait, spaces fill fast",
                  "If you have transfer credits, theyll assist in determining how the credits will fit within your degree",
                  "Visit my.brocku.ca to schedule your appointment.",
                  "Plan early to maximize your chances of getting the courses you want, when you want them.",
                  "Up-to-date fees and information can be found here",
                  "With one of the highest rates of overall student satisfaction in Ontario, you can count on Brock to deliver in all areas of your post-secondary career",
                  "Begin planning for your transition with our orientation programs.",
                  "Before classes begin, prepare for your Brock experience with Smart Start",
                  "Youll hear from current students and campus partners about student supports and services, ways to be successful, campus life and the community, course registration support and our academic environment.",
                  "Continue your transition with BU4U, a series of orientation experiences to connect you to other students, and support services and resources throughout the year.",
                  "Important dates for the beginning of term may be found at brocku.ca/important-dates.",
                  "The program provides opportunities to design an academic success plan which can include free one to one tutoring, workshops and study groups led by peer mentors, along with a connections to services that fit your needs as a student who has transferred to Brock",
                  "Email learning@brocku.ca for more information."
            ]
      },
      {
            "title": "Student Government - Current Students",
            "description": [
                  "BUSU, represents the students at Brock University in St",
                  "Catharines, Ontario, Canada",
                  "BUSU is a student run organization/corporation representing over 17,000 undergraduate students, providing a wide range of services, businesses and activities.",
                  "The GSA is a student organization that represents the interests of all graduate students at BrockUniversity: MBA, MEd, MAcc, MA, MSc, MTL & all PhD students (approximately 1700 in total).",
                  "BUSACis a popularly elected legislative body composed of representatives from all academic faculties of the university as well as representatives for Residence, Off-Campus, and International students",
                  "Constitutionally, BUSAC serves as an Executive Advisory Committee of the Board of Directors."
            ]
      },
      {
            "title": "Residences at Brock",
            "description": [
                  "This information is available to help you quickly findanswers to questions about living in residence at Brock.",
                  "Coronavirus updates for students, facultyandstaffLatest updates",
                  "Are you interested in living in residence next year? The Residence application is now open! Are you a new, current or graduate student? Learn more about your options and apply today.",
                  "Move in Day is Sunday September 5th *.",
                  "Find out more residence life at Brock, apply to be a Don or learn about residence rules.",
                  "Get involved in whats happening in residence by following us on Instagram or joining the Residences organization in ExperienceBU.",
                  "Take a virtual tour of our residence rooms."
            ]
      },
      {
            "title": "Get Involved on Campus - Student Life and Success",
            "description": [
                  "Your Brock experience is not just about what you are learning in the classroom, it is about everything you do while you are here! Make the most of your time at Brock by engaging in experiences beyond the classroom.",
                  "Want some help or advice on getting involved? Are you looking to network, connect, lead, build your skills or just talk through an idea you have? Or maybe you just want some information about living off-campus, ExperienceBU and the CWC or finding your way in first year? Come and talk to us in the Student Life Involvement Commons.",
                  "There are so many cool events that we do through the year, we dont even have space to list them all here! Thats why we have our Student Life page on ExperienceBU",
                  "Are you interested in building your skills? Check out our leadership opportunities like Foundations in Leadership or the Student Leadership Network.",
                  "ExperienceBU is Brocks online involvement portal and events calendar",
                  "Find events to attend, clubs to join and be recognized for your involvement in the Campus-Wide Co-Curriculum path!",
                  "Finding ways to be involved can be overwhelming, we know! So to help you make the most of your experiences beyond the classroom, we have developed the Campus-Wide Co-curriculum (CWC)  a unique guide to help you navigate opportunities that will help you get involved, gain skills and knowledge outside the classroom.",
                  "Getting involved in student government is a great way to meet new people, develop valuable skills, and make a difference on campus.",
                  "There are hundreds activities happening on-campus throughout the year check out a varsity game, take in the arts at Marilyn I Walker School of Fine and Performing Arts, walk with the Brock float in Niagara parades or attend a workshop to enhance you skills",
                  "There is so much happening finding activities that interest you is sure to be a breeze!",
                  "With over 200 student clubs, department and faculty associations, there is something for everyone",
                  "And even if you dont find something that interests you, start your own club!",
                  "You can volunteer on campus, in the community or abroad",
                  "Take that next stepget involved! Not only are you going to feel good about making a difference, but your resume is also going to thank you.",
                  "Finding part time work on campus is a great way for you to get experience, develop skills for future careers, and of course, make money while studying at Brock",
                  "There are many job opportunities available for students on campus and there are several ways to go about finding those jobs.",
                  "Want to be part of the change you want to see on campus? Be an advocate",
                  "Advocating is the process of research, promotion, lobbying and direct action to make a change that will better the community as a whole",
                  "Being an advocate means standing up for what you believe in, as well as what is best for your community, and lobbying for that belief to become reality.",
                  "Sports fanatic? Need to blow off some steam? De-stress a little? Get in the Zone",
                  "Join a fitness class or try a personal trainer",
                  "Give intramurals a try or check out a varsity game",
                  "Get out there and get energized!",
                  "Brock University offers a variety of Experiential Learning Opportunities for student employment and career preparation, on and off campus",
                  "Experiential learning at Brock incorporates both alternatives that are integral to students academic programs, and alternatives that are optional, non-credit services for students.",
                  "Residence isnt just bricks and mortar",
                  "Residence at Brock is a warm and inviting atmosphere and its the people that make it the best place to live",
                  "Whether as a Residence Life staff member, a member of the Residence Action Council, or helping residence students at the service desk, there are lots of opportunities to support Residence life.",
                  "Whatever your interests, there are SO many ways you can be involved  discover your passions, build your skills, meet new people, and make a difference",
                  "It does not matter how you are involved, it only matters that you are!"
            ]
      },
      {
            "title": "Future students - Co-op, Career and Experiential Education",
            "description": [
                  "Co-op experiencesat Brock are a hands-on, high-quality educational opportunity designed to provide you exposure to real-world employment environments.",
                  "Practical, hands-on experience in co-op work terms will allow you to explore career possibilities, discover your interests, gain new skills and build upon existing competencies, all while developing key industry contacts",
                  "Youll enrich your studies by applying the concepts youve learned in class to your work experience",
                  "This invaluable experience will increase your marketability and give you the competitive advantage youll need to launch your career.",
                  "Every co-op position is evaluated for academic relevance and meaningful work to ensure the best environment to learn and develop your skills",
                  "Through the mandatory Pre-Employment Preparation course, you can expect to learn about the industry sectors related to your degree program.View a sample list of some of our employers by program.",
                  "Flip through our Experience Co-op Brochure to learn more about Co-op Education at Brock University.",
                  "Additional fees will apply for all degree programs with a co-op distinction",
                  "Please visit Student Accounts and Financial Aidfor detailed information",
                  "Fees are subject to change.",
                  "For specific course schedules, please view the Brock University Web Calendar for your specific year and program.",
                  "Direct entry from high school for most programs",
                  "One of the most diverse co-op programs in Canada",
                  "Minimum 12 months relevant work experience"
            ]
      },
      {
            "title": "Co-op hiring - Co-op, Career and Experiential Education",
            "description": [
                  "Brock University co-op students are among the best and brightest entering the workforce",
                  "The longstanding reputation of Brocks co-op program attracts the most talented students from across Canada and is a calling card for the countrys top-tier businesses and most competitive industries.",
                  "Flip through our Experience Co-op Brochure to learn more about Brocks 40+ Co-op programs.",
                  "The benefits of hiring a Brock co-op student include:",
                  "Brocks Co-op Programs Office offers personalized assistance so you can customize your recruiting efforts, ensuring you find the best candidates for your organization.",
                  "Come to campus and meet our students.From pop-up events to career fairswe offer avariety of optionsto meet your needs.",
                  "Connect with anEmployer Development Manager:905-688-5550 ext 4325co-op@brocku.ca"
            ]
      },
      {
            "title": "Funding information - Graduate Studies",
            "description": [
                  "At Brock University, we realize the importance of financial support for our graduate students",
                  "Therefore, financial assistance opportunities are available to our students in several forms including grants, scholarships, funding packages etc.",
                  "Although financial support cannot be guaranteed to all graduate students in all programs, we encourage you to inquire about financial assistance with your Graduate Program Director in your program of study",
                  "You may also contact the Graduate Funding Officer in the Faculty of Graduate Studies to learn more about your graduate funding options.",
                  "Funding packages are divided equally amongst the three terms (Fall, Winter and Spring) and posted to your student financial account (my.brocku.ca) at the beginning of each term",
                  "Any other awards or scholarships are one-time lump sum payments posted to your financial account at the beginning of the relevant term.",
                  "The Graduate Assistantship is employment income, and is paid bi-weekly to your personal bank account.",
                  "Tuition and ancillary feesare posted to the students financial account at the beginning of each term (September, January, May) and deducted from the total graduate funding amount for the term.If your funding exceeds your tuition fee assessment you will be eligible for payment to your personal bank account viaINTERAC electronic funds transfer through your Brock e-mail account.",
                  "Please note that students on an approved leave of absence or inactive term are not eligible to receive University financial support",
                  "Eligible funding terms may commence again following an approved Leave of Absence or Inactive term."
            ]
      },
      {
            "title": "Faculty of Graduate Studies - Important dates",
            "description": [
                  "Below you will find important date information for Graduate students.",
                  "Browse other important Brock University dates.",
                  "Intent to graduate is submitted via the GraduationApp page in the student portal",
                  "Late submission of intent to graduate is subject to an increased fee.",
                  "LATE REGISTRATION FEE:The late registration fee will apply if your first registration for the term occurs on or after the first day of classes for the duration.Registration Opens: July 8, 2020 at 6:00 a.m.Fall term closes: September 22, 2020 at 11:59 p.m.Winter term closes: January 22, 2021 at 11:59 p.m.",
                  "First/last day of classes and withdrawal dates without academic penalty.",
                  "LATE REGISTRATION FEE:The late registration fee will apply if your first registration for the term occurs on or after the first day of classes for the duration."
            ]
      },
      {
            "title": "Regulations and policies - Graduate Studies",
            "description": [
                  "Brock University encourages the pursuit of knowledge and scholarship through the provision of academic programs and a learning environment of the highest quality",
                  "Academic Integrity is a core value that supports the Universitys mission",
                  "Students should familiarize themselves with the University s Academic Integrity Policy and resources.",
                  "All graduate students must read and familiarize themselves with the intellectual property policies and guidelines of the University.In addition, the Policy on Integrity in Research and Scholarship requires graduate students and their graduate supervisors to sign an Intellectual Property Form indicating their agreement with the University policies and guidelines or indicating any specific arrangements that have been that differ from these policies and guidelines."
            ]
      },
      {
            "title": "Graduate Registration - Registration Guides and Timetables",
            "description": [
                  "Biological Science students must submit a completed and signed Registration Approval Form to the Graduate Program Director in MC F234",
                  "Please note that courses must be registered on line before they can be approved",
                  "The form can be downloaded here.",
                  "Biotechnology students must submit a completed and signed Registration Approval Form to the Graduate Program Director in MC F234",
                  "Please note that courses must be registered on line before they can be approved",
                  "The form can be downloaded here.",
                  "Chemistrystudents must submit a completed and signed Registration Approval Form to the Chemistry Graduate Program Director",
                  "Please note that courses must be registered on line before they can be approved",
                  "The form can be downloaded here.",
                  "It is strongly recommended that graduate students review their program degree requirements outlined in the Graduate Calendar",
                  "Review the course timetables using the links on the left regarding course selection and offerings for the term",
                  "Graduate students should also consult with their Graduate Program Director and/or their research supervisor regarding their course selection prior to registering each term.",
                  "Through your my.brocku.ca student portal, you will be able to access registration as well as information regarding your academic status, degree progression, financial status and other important information.",
                  "For all important dates, including when registration will open and close, please refer to theImportant Datespage.",
                  "You may add, drop or change courses via the web only up to the registration close dates for each session.",
                  "All information on tuition and payment of fees can be found on the Student Accounts and Financial Aid website.",
                  "Your Student Self Serve page on my.brocku.ca is for more than just registration",
                  "New functions are added from time to time, so be sure to check out the other services that the system has to offer:",
                  "Please refer to the Contact page for more information.",
                  "Before the you are able to register yourself online, you must obtain:",
                  "Note: Undergraduate students cannot register themselves online for a graduate course",
                  "Please consult with an academic advisor within your undergrad program before pursuing registration in a graduate course."
            ]
      },
      {
            "title": "Apply to graduate - Graduate Studies",
            "description": [
                  "Graduate students may apply to graduate at any time prior to the Convocation date for Spring or Fall ceremonies by going into the Brock portal under the Applicant & Student Self-Serve tab and selecting the menu option Application to Graduate",
                  "Payment is made online on or before February 1 (Spring Convocation) and July 1 (Fall Convocation)",
                  "A late fee is assessed after the deadline dates.",
                  "In order to graduate at the requested ceremony, all degree requirements must be completed and the necessary documentation submitted by the Graduate Program to the Faculty of Graduate Studies office six weeks prior to the ceremony",
                  "If you have paid the fee and cannot graduate at the requested ceremony, your application will be forwarded to the next ceremony date with no additional fee."
            ]
      },
      {
            "title": "MRP/Thesis preparation - Graduate Studies",
            "description": [
                  "The electronic submission of a Major Research Paper to the Brock University Digital Repository is optional and determined by each graduate program",
                  "Check with your graduate program to determine if you are to e-submit your MRP",
                  "When the Major Research Paper is in its final form, has been approved by the graduate program and meets e-MRP Format Specifications, the student will submit the MRP to the Brock University Digital Repository.",
                  "Review FGSe-Thesis Format Specifications and specific program/Faculty requirements.",
                  "Doctoral Thesis Documents:",
                  "A candidate submitting a thesis in partial fulfillment of the requirements governing the award of advanced degrees must deposit the approved thesis with the Brock University Digital Repository before the degree will be conferred."
            ]
      },
      {
            "title": "Graduate Studies Courses - Graduate Studies",
            "description": [
                  "The Faculty of Graduate Studies and the Centre for Pedagogical Innovation are pleased to offer the following graduate level courses",
                  "Students from all Faculties are welcome to apply.",
                  "The Faculty of Graduate Studies and the Centre for Pedagogical Innovation partner to offer GRST 5P01, The Theory andPractice of University Teaching",
                  "The credit course explores the theories and practices of teaching in the post-secondary environment",
                  "Students engage in experiential approaches to course planning, instructional methods, evaluation, and reflective practice and create a teaching dossier to help contextualize their teaching experience at Brock",
                  "The course begins Tuesday Sept 24th at 1:00 pm in ST103 and runs every second week for the year.",
                  "Instructors: Lianne Fisher, CPICommences: Tuesday, Sept",
                  "24th, 1:00 to 4:00 p.m., ST 103(classes continue every second week; when there is a university closure the class will resume the following week)",
                  "Instructor: Prof",
                  "Madelyn LawCommences:Not offered this term",
                  "Jill Planche doesnt hesitate in recommending the CPI-taught credit course, The Theory and Practice of University Teaching (GRST 5P01), to other graduate students who are interested in elevating their pedagogical philosophy and practice to a higher level."
            ]
      },
      {
            "title": "Technology-enabled learning - Centre for Pedagogical Innovation",
            "description": [
                  "Broadcast modalities of pedagogy do not necessarily resonate as strongly with learners who have been born into a networked, connected society that privileges interactivity as a learning strategy and that acknowledges new media literacies as indigenous modes of expression.",
                  "A large segment of Brock Universitys growing student population can undoubtedly be identified as digital sophisticates, for whom self-expression, communication, and socializing in a wired, connected environment is unexceptional",
                  "It follows that they come to post-secondary education with the assumption that they will be able to frame their experiences, educational and otherwise, in digital contexts and through new media literacies that reflect the reality of their world.",
                  "Instructors are moving more of their instruction into online formats",
                  "CPI can support instructors in a variety of ways:"
            ]
      },
      {
            "title": "Research at Brock",
            "description": [
                  "Brock University has enacted a number of measures in response to the public health situation created by the COVID-19 novel coronavirus, declared a pandemic by the World Health Organization on March 11",
                  "The various offices comprising Brocks Research Enterprise have put in place strategies to continue supporting the work of researchers",
                  "Details of specific research measures, and the Brock response in general, can be found on the Universitys coronavirus information website",
                  "Please keep checking the Research section on the Frequently Asked Questions page for the latest research-related updates.",
                  "Coronavirus updates for students, facultyandstaffLatest updates",
                  "Brock research has a heart for community and a head for innovation",
                  "Our passion drives us to discover, disseminate, and apply new knowledge",
                  "Improving quality of life through leading-edge research and scholarship is what were all about",
                  "We are heavily invested in the economic, social and cultural health of our community and beyond",
                  "Scores of partnerships between the community and all faculties within the University make research a two-way process: we learn from one another as we discover and innovate together.",
                  "We help grow Niagaras economic and social life, particularly through our internationally-renowned grape and wine research and through our community think-tank.",
                  "Our brain and behaviour research gives us a deeper understanding of all stages of human development, especially with our children and adolescents.",
                  "The results of our health and well-being research range from international breakthroughs to fitness programs for seniors and people living with disabilities.",
                  "Our scientists work with plants to create products and process used in green chemistry and anti-cancer drugs, among others.",
                  "Research on our natural environment gives us clues to tackling climate change, water governance and even life on Mars!",
                  "We attain deeper understanding of social justice issues, particularly in the areas of labour rights and animal justice.",
                  "Our wide-ranging scholarship gives us insights and inspirations on the world around us.",
                  "13",
                  "20+"
            ]
      },
      {
            "title": "Institutes & Research Centres - Research at Brock",
            "description": [
                  "Brock University is committed to fostering excellence in transdisciplinary research",
                  "This type of research occurs by bridging disciplines to come together to solve complex problems",
                  "They integrate methods and theoretical approaches to better tackle pressing contemporary issues and generate knowledge breakthroughs for our increasingly complex 21st century reality.",
                  "This pairs the cutting edge work of Brocks plant biologists and chemists with biotechnology companies that develop this research into innovative products and services",
                  "Many of Niagaras agricultural businesses will need to innovate to compete on the global stage in these challenging times",
                  "As Brock has research strengths in plant biology and natural product chemistry, new partnerships are expected to create jobs and economic growth in Niagara and beyond.",
                  "BIER is a transdisciplinary research group, based in the Lifespan Centre, formed in 2002 to highlight and foster Brock Universitys niche expertise in electrophysiological research",
                  "Members are from various departments across four Faculties who have active programs of research using electrophysiological techniques to understand the nervous system in both human and animal species",
                  "The goals of BIER are to maximize opportunities for collaborative research and innovation, assemble state-of-the-art equipment and facilities, and provide techniques workshops and specialized training for students and highly-qualified personnel",
                  "This advances scholarship at Brock University through enabling research utilizing high performance computing (HPC)",
                  "BISC works to promote multi-disciplinary and collaborative research that uses high-performance computers to generate and/or analyse scientific and research data",
                  "At present its members are drawn from a wide range of disciplines within the faculties of Mathematics and Science, Social Science, and Applied Health Sciences",
                  "The principal executive of BISC, past and present, include researchers actively engaged in HPC as a necessary tool of their research",
                  "Brock HPC users are also at the cutting-edge of computational-based research in their fields.",
                  "This is dedicated to enhancing the quality of life for people across the lifespan, including older adults",
                  "As well, the Centre focusses on individuals with an array of health conditions, chronic diseases and risk factors such as obesity and type II diabetes",
                  "The centre co-ordinates programs, links researchers to groups in Niagara and partners with local, provincial and national organizations to set up networks of excellence",
                  "Researchers come from a variety of disciplines to address the biological, psychological and social determinants of health",
                  "The centres mission is to promote health, prevent disease and work to help rehabilitate/reintegrate people.",
                  "This brings together researchers from the Departments of Kinesiology and Health Sciences",
                  "They work with colleagues from other institutions to develop a greater understanding of the functioning and adaptability of muscle tissue",
                  "They also work to better understand how this tissue contributes to health and disease",
                  "In the past two decades, the role of muscle in overall health maintenance has proven to be significant.",
                  "Operated by Brock Universitys Goodman School of Business, the Centre for Business Analytics (CBA) brings together faculty from various disciplines across the University, as well as alumni and industry partners, to support an interdisciplinary team of data analytics researchers, act as a source of expertise for both public and private sectors, and foster a training hub for the next generation of data scientists",
                  "The research hub strengthens interdisciplinary research collaboration on data analytics across the University.",
                  "This is dedicated to research and teaching that uses digital technologies for the examination, creation, transmission and preservation of human culture",
                  "Digital Humanities engages disciplines such as literature, language, history and the arts",
                  "Digital tools are used to support the development of innovative forms of analysis and new conventions of representation, narration and documentation.",
                  "This is a hub through which people, information, and action flow to integrate research capacity, evidence-based best practices, policy development, and implementation strategies related to key issues in youth sports",
                  "The broad based membership provides a diverse environment of expertise and global perspectives for national and international development.",
                  "This focuses on community-based research in mental health and biological, social, and psychological adjustment across the lifespan",
                  "Staff develops research partnerships with the local community and shares with the community knowledge that comes from the research",
                  "Plans are underway to offer a new post-Masters certificate program in Clinical Psychology and Counselling, involving community-based internships",
                  "The increased contact between the community and Brock University due to the certificate program and new partnerships will assist faculty research and improve the areas access to good mental health care.",
                  "Reimagining Literacy Futures",
                  "This draws on the collaboration of faculty, students, colleagues from other institutions, and experts from the sport community",
                  "It acts in research and granting collaboration, community outreach, and international engagement to examine how individuals within organizations can build and utilize capacity for the overall improvement of Canadian sport",
                  "As both a research and development centre, the CSC is the nucleus through which people, research, information, funding, and policy development flow to create and deliver ongoing skills-based training for large numbers sport volunteers with key administrative functions.",
                  "The Centre for Vector-Borne Diseases studies diseases that pose a threat to the health of Canadians and to domestic and wild animals and that are vectored by arthropods (mosquitoes, ticks, biting midges).",
                  "This was developed in partnership with the Grape Growers of Ontario and the Wine Council of Ontario",
                  "Established in 1996, CCOVI is a successful, internationally recognized institute for the grape and wine industry",
                  "It focuses on research priorities of the Canadian grape and wine industry and the continuing educational needs of that community.",
                  "This brings together faculty from the natural sciences, social sciences, and humanities to research how society can best move forward in a time where the earths natural, social, and economic resources are being threatened",
                  "The basic challenge of sustainability is to map out ways in which people and societies can live within the limits of our physical and natural world to safeguard our planets life support system",
                  "Partners from across Brock University and beyond collaboratively examine issues of: water and environmental resources; meanings and measurements of sustainability; climate change, adaptation and transformation; science and public policy; and, social justice, development and health",
                  "The Centre embraces Brocks privileged location in a Biosphere Reserve and draws upon the UNESCO framework for understanding, innovating, and measuring all aspects of sustainability through education, science and culture.",
                  "This encourages the development of research programs and initiatives in the Faculty of Humanities",
                  "It also generates greater public awareness of our scholarly expertise, as well as the breadth of our research and creative productivity.",
                  "This engages in research both on its own initiative and by working with other organizations",
                  "Its major research focuses on the Niagara area, but with reference to how the Niagara area is situated in the provincial, national, binational, and international spheres",
                  "The observatory produces non-partisan, evidence-based research",
                  "It fosters the sharing of research by diverse elements of the community who might be working on the same issues from different perspectives.",
                  "This seeks to investigate the status and limits of the human in an era in which multiple crises  global warming, superintelligent computers, genetic engineering, and massive species extinction, to name but a few  mark the precariousness of exclusively human-centred practice and thought",
                  "Our transdisciplinary research unit, in collaboration with other likeminded centres, institutes, and scholars across the globe, is committed to the idea that humanitys perseverance in the coming centuries will require collaboration with agents (animal, vegetable, fungal, viral, mineral, and digital) besides those formerly classified as human.",
                  "ARTIndustria (Derek Knight and Franc Petric),Untitled (Un beau fleuve), 2017, neon, aluminum and switching mechanism",
                  "Installation view, Silo City, Buffalo.",
                  "The Research Centre in Interdisciplinary Arts and Creative Culture facilitates the implementation of interdisciplinary methodologies in cooperative projects in the creative arts by establishing networks of researchers and creators across faculties at Brock and beyond the University.",
                  "The Social Justice Research Institute (SJRI) is a vibrant collective of faculty from Social Sciences, Humanities, Education, Applied Health Sciences and Library Services brought together by a shared concern for social justice",
                  "The Institutes primary mission is to nourish the construction and mobilization of knowledge that addresses contemporary social problems, opens pathways to progressive social change, and ultimately, helps to build a more just society in and beyond the Niagara Region.",
                  "The Centre collaborates with Aboriginal graduate and undergraduate students and university educators in research teams and educational programming that are grounded in Aboriginal epistemologies",
                  "The Centre serves as the conduit to link educational communities and provide the cultural leadership in education and research-related programs."
            ]
      },
      {
            "title": "Office of Research Services - Research at Brock",
            "description": [
                  "Brock University has enacted a number of measures in response to the public health situation created by the COVID-19 novel coronavirus",
                  "The Office of Research Services continues to provide services for our researchers",
                  "We ask that researchers allow extra time for us to process applications and other documentation during this challenging period.",
                  "Were enacting physical distance practices in the office",
                  "As such, staff will be communicating with researchers primarily through email, phone and other methods that dont involve face-to-face encounters",
                  "All in-person internal grant adjudication meetings have been suspended as we work on other arrangements to hold these meetings",
                  "If you need to connect with a member of our team, please arrange with the appropriate staff beforehand",
                  "More details of measures being taken by the Office of Research Services can be found on the Universitys coronavirus information website",
                  "Please keep checking the Research section on the Frequently Asked Questions page for the latest research-related updates.",
                  "The Universitys commitment to excellence in research and innovation drives the strategic priorities of the Office of Research Services (ORS)",
                  "Our staff members recognize that supporting and communicating the intellectual, creative and entrepreneurial directions of our faculty researchers and students provide the prime focus for our services.",
                  "ORS has been established to assist faculty and staff researchers in enhancing their research activities",
                  "This is accomplished by advising and developing relationships with funding agencies, government, business and industry.",
                  "A wide array of public and private sources support Brock research",
                  "The majority of our funding comes from three federal government agencies: the Natural Sciences and Engineering Research Council of Canada (NSERC); the Social Sciences and Humanities Research Council (SSHRC); and the Canadian Institutes of Health Research (CIHR).In addition, to accessing external funding, Brock offers researchers a variety of internal awardsboth at the university-wide and faculty level.",
                  "The Natural Sciences and Engineering Research Council of Canada (NSERC) Undergraduate Student Research Awards (USRA)",
                  "The Banting Postdoctoral Fellowships program funds the very best postdoctoral applicants, both nationally and internationally, who will positively contribute to the countrys economic, social and research-based growth",
                  "The objective of the Banting PDFs program is to:",
                  "In addition to awards and recognitions offered by individual faculties, Brock University has three campus-wide awards to recognize our outstanding researchers.",
                  "The newly-created Early Career Research and Creative Activity Award is open to Early Career Researchers (ECRs), defined as those who have held a full-time academic appointment for five years or less as of May 1, 2021",
                  "Recipients must be Brock University Faculty Association (BUFA) members and be employed at Brock while holding the award.",
                  "Please note: Guidelines and application forms can be found on ourinternal website (login required).",
                  "Please note: Guidelines and application forms can be found on our internal website (login required).",
                  "Many of the discoveries our researchers make have real-world applications.Learn more.",
                  "Brock University receives and hold research funds awarded to members of the Universitys research community",
                  "These grants impose a duty on the University community to ensure the use of the funds meets the eligibility and compliance policies of the funder",
                  "This responsibility is shared with several stakeholders in research and research administration.",
                  "The Research Support Fund (formerly the Federal Indirect Costs Program) is a Government of Canada funding program to assist Canadian post-secondary institutions in offsetting the cost of administering research awards from thethree federal granting councils (Natural Sciences and Engineering Research Council of Canada, Social Sciences and Humanities Research Council, and the Canadian Institutes of Health Research)",
                  "Brock University receives funding support for the indirect costs incurred on Tri-Council funded research through the program.",
                  "A thriving research culture must be supported by a vast infrastructure that is often taken for granted",
                  "Laboratories require light and heat to operate, equipment needs to be maintained, library collections are built and cultivated to aid faculty and students in their research",
                  "Brocks hundreds of researchers come to the Office of Research Services for assistance in filling out their grant applications, advice on how to comply with spending and financial requirements, navigating the system of ethical review and compliance, and in some cases communicating their research activities to a wider audience.",
                  "In 2020-2021, Brock University will allocate its Research Support Fund (RSF) funding in the following five areas:",
                  "The Office of Research Services administers, facilitates and supports international research and development at Brock University.",
                  "International activities include research in several areas.",
                  "Viewa list of experts in all areas of Research Services."
            ]
      }
]